accountsservice
acpi
acpid
alsa-firmware
alsa-utils
apparmor
aspell-en
atool
autoconf
automake
avahi
b43-fwcutter
binutils
bison
bleachbit
blueberry
btrfs-progs
bzip2
cantarell-fonts
code
coreutils
cpupower
crda
cryptsetup
dbus-x11
device-mapper
dhclient
dhcpcd
diffutils
dmenu
dmidecode
dmraid
dnsmasq
docker
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
exfat-utils
exo
f2fs-tools
fakeroot
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
flex
freetype2
garcon
gawk
gcc
gcc-libs
gettext
gimp
gimp-help-en
git
glibc
gnome-icon-theme
gnome-keyring
gnome-themes-extra
gparted
grep
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gzip
haveged
htop
hunspell-en_US
hyphen-en
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jdk8-openjdk
jfsutils
jre8-openjdk
jre8-openjdk-headless
kernel-alive
less
lib32-flex
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libtool
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
light-locker
linux-firmware
linux54
logrotate
lsb-release
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-system
manjaro-xfce-settings
matcha-gtk-theme
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpv
mtpfs
ncdu
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
openresolv
openssh
os-prober
p7zip
pacman
patch
patchutils
pavucontrol
pciutils
perl
perl-file-mimeinfo
php
pkgconf
poppler-data
poppler-glib
powertop
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
qt5-translations
ranger
reiserfsprogs
rsync
s-nail
samba
scrot
sed
shadow
snapd
snapd-glib
spectre-meltdown-checker
subversion
sudo
sxiv
sysfsutils
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
texinfo
thunderbird
thunderbird-i18n-en-us
tlp
transmission-gtk
ttf-bitstream-vera
ttf-droid
ttf-font-awesome
ttf-hack
ttf-indic-otf
ttf-liberation
tumbler
unace
unclutter
unrar
unzip
usb_modeswitch
usbutils
util-linux
vi
virtualbox
vulkan-intel
vulkan-radeon
wget
which
wpa_supplicant
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-su
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-notifyd
xfce4-power-manager
xfce4-session
xfce4-settings
xfconf
xfsprogs
xiccd
xorg-server
xorg-twm
xorg-xbacklight
xorg-xfd
xorg-xinit
xorg-xkill
xorg-xsetroot
xsel
xwallpaper
yay
youtube-dl
zathura
zathura-pdf-poppler
zensu
zip
zsh
